export const serviceOptions = [
  {
    label: "Дрессировка",
    options: [
      { value: "ОКД", label: "Общий курс дрессировки (ОКД)" },
      { value: "УГС", label: "Управляемая городская собака (УГС)" },
      { value: "НКД", label: "Начальный курс дрессировки (НКД)" },
      { value: "Коррекция поведения", label: "Коррекция поведения" },
      { value: "Социализация", label: "Социализация" },
    ],
  },
  {
    label: "Передержка",
    options: [
      { value: "Передержка", label: "Передержка" },
      { value: "Передержка неприученных", label: "Передержка неприученных собак" },
      { value: "Пансион с дрессировкой", label: "Пансион с дрессировкой" },
    ],
  },
  {
    label: "Консультация",
    options: [
      { value: "Консультация оффлайн", label: "Консультация" },
      { value: "Онлайн консультация", label: "Онлайн консультация" },
    ],
  },
];


export const weightOptions = [
  { value: "Маленькая собака", label: "Маленькая собака до 20кг" },
  { value: "Большая собака", label: "Большая собака более 20кг" },
];




export const contactOptions = [
  { value: "phone", label: "По телефону" },
  { value: "telegram", label: "Через Telegram" },
];

