export const achievements = [
  {
    title: "Профессиональное образование",
    description:
      "Получила образование в ОГАУ г. Одесса по специальности «кинология» с углубленным изучением зоотехнии",
    icon: "ri-graduation-cap-fill",
    year: "2020-2022",
  },
  {
    title: "Специализированная подготовка",
    description:
      "Прошла программу переподготовки в АНО ДПО «РКО Федерация ДОСААФ России» ДНР и получила квалификацию инструктор-кинолог 3 категории",
    icon: "ri-medal-fill",
    year: "2022",
  },
  {
    title: "Дополнительные компетенции",
    description:
      "Прослушала множество специализированных семинаров по защитной дрессировке, трюковой дрессировке, хендлингу и дог фитнесу",
    icon: "ri-trophy-fill",
    year: "2022-2024",
  },
  {
    title: "Практическая деятельность",
    description:
      "Активно провожу дрессировку собак всех пород и возрастов, специализируюсь на коррекции поведения и передержке",
    icon: "ri-heart-fill",
    year: "2020-Настоящее время",
  },
];

export const certificates = [
  {
    name: "Защита от А до Я",
    description:
      "Теория для собаковладельцев. Практическое тестирование. Азы нормативов",
    icon: "ri-shield-star-line",
  },
  {
    name: "Трюковая дрессировка",
    description: "Обучение собак различным трюкам и развлекательным командам",
    icon: "ri-magic-line",
  },
  {
    name: "Подготовка собак чемпионов",
    description: "Основы хендлинга. Дог фитнес для выставочных собак",
    icon: "ri-award-line",
  },
  {
    name: "Подготовка по ОКД и ЗКС",
    description: "Общий курс дрессировки и защитно-караульная служба",
    icon: "ri-service-line",
  },
  {
    name: "Тренинг для инструкторов",
    description:
      "Подготовка инструкторов и владельцев по методикам дрессировки",
    icon: "ri-user-star-line",
  },
];
